[IRI_SlagAbility_Passive X2AbilityTemplate]
LocFriendlyName="燎原火"
LocLongDescription="主武器攻击有 <Ability:SINGE_TRIGGER_CHANCE/>% 几率点燃敌人, 并且撕碎 <Ability:SINGE_ARMOR_SHRED/> 护甲."
LocHelpText="主武器攻击有 <Ability:SINGE_TRIGGER_CHANCE/>% 几率点燃敌人, 并且撕碎 <Ability:SINGE_ARMOR_SHRED/> 护甲."
LocPromotionPopupText=""
LocFlyOverText="燎原火"

[IRI_SlagAbility X2AbilityTemplate]
LocFriendlyName="燎原火"
LocLongDescription="主武器攻击有 <Ability:SINGE_TRIGGER_CHANCE/>% 几率点燃敌人, 并且撕碎 <Ability:SINGE_ARMOR_SHRED/> 护甲."
LocHelpText="主武器攻击有 <Ability:SINGE_TRIGGER_CHANCE/>% 几率点燃敌人, 并且撕碎 <Ability:SINGE_ARMOR_SHRED/> 护甲."
LocPromotionPopupText=""
LocFlyOverText="燎原火"

[IRI_MeltaAbility X2AbilityTemplate]
LocFriendlyName="增压"
LocLongDescription="主武器攻击将在近距离无视敌人的一些护甲，产生额外暴击."
LocHelpText="主武器攻击将在近距离无视敌人的一些护甲，产生额外暴击."
LocPromotionPopupText="<bullet/> 加成在2格内最强，等于+6穿刺和+20暴击。随着距离的增加，加成会变弱，并在 8 格时完全消失."
LocFlyOverText="增压"

